export const content = {
    company: {
        telegram: {
            name: "Мы в телеграм",
            href: "https://t.me/GKglobaltruck",
        },
        contacts: ["+7 965 540 03 12", "+7 965 540 03 45"],
        callToAction: {
            text: "Заказать звонок",
            href: "#",
        },
        email: {
            name: "rabota@lorry.com",
            href: "#",
        },
    },

    about: {
        titleBeforeAccent: "Работа водителем\n ",
        titleAccent: 'КАТЕГОРИИ "Е"',
        titleAfterAccent: " В КОМАНДЕ  ПРОФЕССИОНАЛОВ",
        subtitle:
            "Проиндексировали доход вне сезона! Приглашаем на новые условия",
        description: [
            "Лорри — лидер на рынке грузоперевозок Уральского Федерального округа, сочетающий в своем бизнесе многолетнюю историю и современные тенденции перевозок. ",
            "Мы осуществляем автогрузоперевозки по РФ и ближнему зарубежью ",
            "входим в TOP-10 крупнейших автоперевозчиков.",
        ],
    },

    benefits: {
        title: "РАБОТА С НАМИ – ЭТО:",
        items: [
            {
                name: "стабильность",
                icon: "/images/benefits-stabilize.png",
                features: [
                    "■ компания входит в группу компаний GT Globaltruck, являющейся одной из системообразующих организаций страны",
                    "■ стабильный доход от 130.000 рублей с фиксированными датами выплат",
                    "■ командировочные перед выходом в рейс",
                ],
            },
            {
                name: "БЕЗОПАСНОСТЬ",
                icon: "/images/benefits-protection.png",
                features: [
                    "■ техническая и информационная поддержка в пути",
                    "■ поддержка водителей в сложных жизненных ситуациях",
                    "■ корпоративная мобильная связь",
                ],
            },
            {
                name: "КОМФОРТ",
                icon: "/images/benefits-comfort.png",
                features: [
                    "■ собственный автопарк",
                    "■ различные графики работы",
                    "■ ремонт и техническое обслуживание без участия водителей",
                ],
            },
        ],
    },

    callToAction: {
        title: 'ВОДИТЕЛЬ КАТЕГОРИИ "Е" ПРИСОЕДИНЯЙСЯ К НАМ',
        labelName: "Ваше имя",
        labelTel: "Телефон",
        placeholderName: "Ваше имя",
        placeholderTel: "+7 (999) 999-99-99",
        submitBtnText: "Отправить",
        terms: {
            text: "Нажимая на кнопку вы принимаете условия",
            linkText: "обработки информации",
            href: "#",
        },
    },

    inviteFriend: {
        title: "ПРИГЛАСИ ДРУГА РАБОТАТЬ К НАМ",
        inviteFriendAccentBold: {
            subtitleAccentBegin: '"Приведи друга - получи ',
            subtitleAccentEnd: ' "',
            bonusAccent: "10 000 рублей",
        },
        subtitleBeforeAccent: "В Компании действует акция: ",
        subtitleAfterAccent: "Больше друзей - больше бонусов!",
    },

    capabilities: {
        title: "КИЛОМЕТРЫ ВОЗМОЖНОСТЕЙ",
        text: {
            top: "Наши автоколонны находятся в крупнейших городах Уральского Федерального округа и Сибири –",
            bottom: "Мы принимаем водителей-экспедиторов по всей территории Уральского Федерального округа, Сибири и Поволжья. Расстояние – не преграда.",
        },
        callToAction: {
            linkText: "Оставляйте заявку",
            href: "#",
            text: ", и мы расскажем еще больше!",
        },
    },

    footer: {
        privacy: "Политика конфиденциальности",
        copy: "© 2023 Все права защищены",
    },

    modal: {
        placeholderName: "Ваше имя",
        labelTel: "Выберите страну и введите номер",
        placeholderTel: "+7 (999) 999-99-99",
        labelDept: "Какое подразделение ближе всего к Вам",
        submitBtnText: "Заказать звонок",
    },
};
